data/adaptive_selection_11/2017-04-30_21-35-58/fio_seq_write_10.61.193.109.out
file1: (g=0): rw=write, bs=1M-1M/1M-1M/1M-1M, ioengine=libaio, iodepth=128
fio-2.11
Starting 1 process

file1: (groupid=0, jobs=1): err= 0: pid=1428: Sun Apr 30 21:54:04 2017
  write: io=153600MB, bw=206574KB/s, iops=201, runt=761406msec
    slat (usec): min=183, max=60422, avg=303.34, stdev=230.45
    clat (msec): min=17, max=4981, avg=634.04, stdev=387.50
     lat (msec): min=17, max=4981, avg=634.35, stdev=387.50
    clat percentiles (msec):
     |  1.00th=[   77],  5.00th=[  219], 10.00th=[  285], 20.00th=[  388],
     | 30.00th=[  461], 40.00th=[  519], 50.00th=[  570], 60.00th=[  627],
     | 70.00th=[  685], 80.00th=[  766], 90.00th=[  955], 95.00th=[ 1385],
     | 99.00th=[ 2245], 99.50th=[ 2573], 99.90th=[ 3195], 99.95th=[ 3556],
     | 99.99th=[ 4359]
    bw (KB  /s): min=47104, max=391168, per=100.00%, avg=206947.84, stdev=65851.15
    lat (msec) : 20=0.01%, 50=0.48%, 100=0.92%, 250=5.81%, 500=29.36%
    lat (msec) : 750=41.92%, 1000=12.62%, 2000=7.22%, >=2000=1.66%
  cpu          : usr=4.75%, sys=1.29%, ctx=85905, majf=0, minf=21
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued    : total=r=0/w=153600/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=128

Run status group 0 (all jobs):
  WRITE: io=153600MB, aggrb=206573KB/s, minb=206573KB/s, maxb=206573KB/s, mint=761406msec, maxt=761406msec

Disk stats (read/write):
  sdb: ios=83/42457, merge=0/315943, ticks=147/24603090, in_queue=24603126, util=99.98%
  sdc: ios=83/42259, merge=0/316140, ticks=144/24858328, in_queue=24859793, util=100.00%
  sdd: ios=83/42157, merge=0/316243, ticks=141/25211595, in_queue=25211606, util=99.98%